docs/site/20240621163352-skinner_tools.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>skinner tools</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">skinner tools</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd878dd3">Scraping wheels</a></li>
<li><a href="#org8df025d">Mandrels</a></li>
<li><a href="#org2a95c27">Reamers</a></li>
<li><a href="#org0f62141">Shapers</a></li>
<li><a href="#org5fbd7e3">Knives and Plaques</a></li>
<li><a href="#org15203b7">Files and Sandpaper</a></li>
<li><a href="#org3e9816b">Pliers and End-nippers</a></li>
<li><a href="#orgcbc1659">Rulers, Dividers, and Compasses</a></li>
<li><a href="#org5132d9c">Other tools</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd878dd3" class="outline-2">
<h2 id="orgd878dd3">Scraping wheels</h2>
<div class="outline-text-2" id="text-orgd878dd3">
<p>
Wheels used to alter the inside of the gouge. He had wheels in various sizes; the radius of the wheels he used were 16/32 (of an inch), 20/32, 24/32, 28/32, 30/32, 32/32, 36/32, 40/32, 48/32, and occasionally a 56/32 and 64/32. James McKay demonstrated their use in a video where you hold it like a pencil and drag it backwards in the scraping direcion. I'm hoping that taping sand paper to various socket wrenches will allow the same alterations.
</p>
</div>
</div>
<div id="outline-container-org8df025d" class="outline-2">
<h2 id="org8df025d">Mandrels</h2>
<div class="outline-text-2" id="text-org8df025d">
<p>
He used 4 pin mandrels, a #9 (9/64"), #10 (10/64"), #11 (11/64") and #13 (13/64" mostly used for contra reeds). The #9 was used for opening the first wire in straight taper reeds and to make the first wire more oval. #10 and #11 were for straight taper reeds because of the rounder tubes. 
</p>

<p>
For forming mandrels he used a 10/12 mandrel that starts at 12/64" and tapers to 10/64" at the end before the point. It has an insert mark 1" from the point. This mandrel was used when the flare of the shape was removed. #10 or #11 mandrels were used when the flare wasn't removed.
</p>
</div>
</div>
<div id="outline-container-org2a95c27" class="outline-2">
<h2 id="org2a95c27">Reamers</h2>
<div class="outline-text-2" id="text-org2a95c27">
<p>
He used a drill bit that was 3/16" mounted in a handle. He inserted it 18mm(to the second wire). Then he had a conical reamer made from a rattail file (also 3/16") that was only inserted 17mm. He used a slightly larger reamer if the reed leaked on the bocal. There's also a #9 machinists drill if the flare was left on the shape.
</p>
</div>
</div>
<div id="outline-container-org0f62141" class="outline-2">
<h2 id="org0f62141">Shapers</h2>
<div class="outline-text-2" id="text-org0f62141">
<p>
He had lots, but the Fox #2 is most common in the book. He also made some templates out of brass and used masking tape to make a copy for a reed.
</p>
</div>
</div>
<div id="outline-container-org5fbd7e3" class="outline-2">
<h2 id="org5fbd7e3">Knives and Plaques</h2>
<div class="outline-text-2" id="text-org5fbd7e3">
<p>
He required at least 3 knives. A "regular knife" for trimming work to scrape the blades without chattering. He also liked a knife with a heavy spine for pre trim and hand profiling. It has to be heavy enough to not chatter when removing bark. Then he used #11 exacto blades for shaping, scoring, and other miscellaneous tasks.
</p>
</div>
</div>
<div id="outline-container-org15203b7" class="outline-2">
<h2 id="org15203b7">Files and Sandpaper</h2>
<div class="outline-text-2" id="text-org15203b7">
<p>
He used the flat bastard, rattail, and knife edge files. The flat bastard could be used as an alternative to the knife for working on blades. The knife edge is for marking spots for wires and collars on cane. Rattail is to clean the tube. Sometimes he used a sapphire file to do fine work on the blade or in the take-out variation.
</p>

<p>
Sandpaper should be in five grades: 120 Dry, 200 Dry, 220WD, 320WD, and 400WD. They should be cut in strips of 15mm by 5cm and folded for ease of use. For the tip undercut, it should be cut in strips .9cm x 5cm.
</p>
</div>
</div>
<div id="outline-container-org3e9816b" class="outline-2">
<h2 id="org3e9816b">Pliers and End-nippers</h2>
<div class="outline-text-2" id="text-org3e9816b">
<p>
Parallel jaw pliers are great for adjustments. Needle nose pliers are also reocmmended for between wires 2 and 3. 5 inch jewelers end nippers are recommended for cutting the tip.
</p>
</div>
</div>
<div id="outline-container-orgcbc1659" class="outline-2">
<h2 id="orgcbc1659">Rulers, Dividers, and Compasses</h2>
<div class="outline-text-2" id="text-orgcbc1659">
<p>
Need a basic 6 inch metal ruler with 0 at the end. He also used lots of dividers and compasses. There are so many common measures that having lots of them is helpful to avoid resetting measurements for everything. Calipers are also good for measuring the width of tubes.
</p>
</div>
</div>
<div id="outline-container-org5132d9c" class="outline-2">
<h2 id="org5132d9c">Other tools</h2>
<div class="outline-text-2" id="text-org5132d9c">
<p>
Dial indicators are useful for measurements. 1 1/4" dowels for drying gouged cane. An easel is useful for pre trim and hand profiling. A lamp is good for examining reeds under light.
</p>

<p>
<a href="cite:&amp;mckay93_bassoon_reed_manual">cite:&amp;mckay93_bassoon_reed_manual</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
